{
  "asanas": [
    {
      "UUID": "27390e2e-041e-4813-aa71-985664960a70",
      "name": "Вирабхадрасана",
      "desc": "Однажды Дакша устроил большое жертвоприношение, но не пригласил на него ни свою дочь Сати, ни ее мужа Шиву, главу богов. Сати все же пришла на праздник, но, будучи глубоко оскорбленной и униженной, бросилась в жертвенный огонь и погибла. Когда Шива услышал об этом, он рассвирепел, вырвал волос из своих спутанных кудрей и бросил его на землю. Тотчас из земли восстал могучий герой по имени Вирабхадра, ожидая повелений Шивы. Ему было приказано повести войско Шивы против Дакши и нарушить обряд жертвоприношения. Вирабхадра с войском ураганом налетел на гостей Дакши, нарушил обряд жертвоприношения, обратил в бегство других богов и жрецов и обезглавил Дакшу. Шива, тоскуя о Сати, удалился в Кайлас и предался медитации. Сати родилась вновь как Ума в доме Гималаев. Она снова добивалась любви Шивы и в конце концов покорила его сердце. Эта история рассказана Калидасой в его большой поэме «Кумара Самбхава» («Рождение Бога войны»). \nЭта асана посвящена могучему герою, сотворенному Шивой из своих спутанных волос.",
      "technics": "1. Встаньте в Тадасану. \n2. Вытяните руки над головой и соедините ладони.3. Сделайте глубокий вдох и прыжком расставьте стопы на ширину 120–135 см. \n4. На выдохе развернитесь вправо. Одновременно поверните правую стопу вправо на 90°, а левую слегка заверните внутрь. Согните правую ногу в колене так, чтобы правое бедро оказалось параллельно полу, а между правым бедром и правой голенью образовался прямой угол. Колено не должно выдаваться вперед за лодыжку, а должно быть выровнено на одной линии с пяткой. \n5. Удлините левую ногу и подтяните левое колено. \n6. Следите за тем, чтобы лицо, грудная клетка и правое колено были направлены в ту же сторону, в которую смотрит правая стопа (как показано на фотографии). Заведите голову назад, удлините позвоночник от самого копчика и направьте взгляд на соединенные ладони. \n7. Оставайтесь в позе от 20 до 30 секунд. Дышите в нормальном ритме. \n8. Еще раз следуйте инструкциям, данным в пп. 4–6, читая «правое» как «левое», и наоборот. \n9. На выдохе прыжком вернитесь в Тадасану. ",
      "effects": "В этой асане грудная клетка полностью раскрывается, что способствует глубокому дыханию. Она избавляет от жесткости в плечах, спине и шеи, тонизирует лодыжки и колени, а также сжигает жир в области таза и бедер.",
      "consciousness": "На энергетическом уровне, асана подходит для работы с намерением. Ведь для выполнения позы воина требуется собрать свою волю, чтобы выстоять неподвижно, смело и спокойно глядя вдаль. Мощная концентрация и ровное спокойное дыхание способствуют осуществлению намерения практикующего. Также, считается, что Вирабхадрасана I стимулирует муладхару и свадхистану чакры. Когда мы стоим в позе воина, наши стопы плотно прижаты к полу, и мы стремимся стоять неподвижно, как нерушимая скала, что вполне может символизировать укоренение, силу, энергию, волю, непоколебимость. Словно могучий воин, которого создал Шива, йогин стоит в этой асане. Тело его сильно, а ум спокоен, он излучает уверенность и силу.",
      "audio": "",
      "photo": "https://www.niketan108.com/uploads/posts/2016-12/1482323113_vra-anatomiya.jpg",
      "contraindications": [],
      "indications": []
    },
    {
      "UUID": "25433e2e-041e-4813-aa71-985664960a70",
      "name": "Вирабхадрасана 2",
      "desc": "Эта асана посвящена Вирабхадре, могучему герою, которого Шива сотворил из своих спутанных волос.",
      "technics": "Встать в Тадасану, с выдохом расставить ноги на расстояние 120—125 см., развернуть правую стопу вправо, левую — на 60 градусов вправо.\n\n2Толкая стопами пол, согнуть переднее колено.\n\n3Тянуть копчик вниз, лобковую кость — вверх (Это выпрямляет поясницу и усиливает ротацию бедра в тазобедренном суставе). \n\n4Вытянуть руки в стороны.\n\n5Вытянуть макушку вверх, затем повернуть голову вправо\n\n6Сохранять асану в течение 30 секунд (со временем увеличивать продолжительность).",
      "effects": "В этой асане грудная клетка полностью раскрывается, что способствует глубокому дыханию. Она избавляет от жесткости в плечах, спине и шеи, тонизирует лодыжки и колени, а также сжигает жир в области таза и бедер.",
      "consciousness": "Вирабхадрасана II принадлежит к позам йоги, значительно укрепляющим мышцы ног, спины и живота. Она восстанавливает подвижность суставов, жировые отложения в области талии и живота, укрепляет мышечную систему всего организма, тренирует выносливость и координацию. Расширение легких способствует их вентиляции и выведению токсинов.",
      "audio": "",
      "photo": "https://www.niketan108.com/uploads/posts/2016-12/1482323113_vra-anatomiya.jpg",
      "contraindications": [],
      "indications": []
    },
    {
      "UUID": "34533e2e-041e-4813-aa71-985664960a70",
      "name": "Сиддха-йони-асана",
      "desc": "совершенная поза для женщин",
      "technics": "Сиддха-йони-асана (совершенная поза для женщин) техника выполнения: Сядьте, вытянув ноги вперед. Согните правую ногу и прижмите ее ступню подошвой к внутренней поверхности левого бедра; пятку поместите между большими губами влагалища. Согните левую ногу и положите ее ступню на правую голень, пальцы левой ноги поместите между голенью и бедром правой ноги, а пальцы правой ноги втяните рукой в пространство между голенью и бедром левой ноги. Держите позвоночный столб неподвижно и вертикально.",
      "effects": "Сиддха-йони-асана — это отличная поза для медитации, позволяющая женщине поддерживать полную неподвижность, необходимую для успешной практики.",
      "consciousness": "Асана воздействует на нервные сплетения, управляющие женской половой системой, позволяет получить контроль над нейро-психическими импульсами, которые йоги используют для духовного совершенства, а обычные люди – для получения сексуального удовольствия.",
      "audio": "",
      "photo": "https://www.evaveda.com/wp-content/uploads/2014/11/Siddha-joni-asana-foto.jpg",
      "contraindications": [],
      "indications": []
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    },
    {
      "id": 2,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  },
  "programms": [
    {
      "userUUID": "andter",
      "UUID": "27390e2e-041e-4813-aa71-985664960a70",
      "name": "Курс 1",
      "desc": "Программа асан йоги для практики на первом курсе",
      "asanas": [
        {
          "sequence": 1,
          "asanaUUID": "25433e2e-041e-4813-aa71-985664960a70",
          "playAudio": true,
          "dueTime": 30,
          "consciousnessTime": 10,
          "showTimer": true,
          "playSignals": true
        },
        {
          "sequence": 2,
          "asanaUUID": "25433e2e-041e-4813-aa71-985664960a70",
          "playAudio": true,
          "dueTime": 30,
          "consciousnessTime": 10,
          "showTimer": true,
          "playSignals": true
        },
        {
          "sequence": 3,
          "asanaUUID": "34533e2e-041e-4813-aa71-985664960a70",
          "playAudio": true,
          "dueTime": 30,
          "consciousnessTime": 10,
          "showTimer": true,
          "playSignals": true
        }
      ]
    },
    {
      "userUUID": "andter",
      "UUID": "99c93a08-6e02-4627-9b53-37d634ce660b",
      "name": "Курс 2",
      "desc": "Программа асан йоги для практики на втором курсе",
      "asanas": [
        {
          "sequence": 1,
          "asanaUUID": "25433e2e-041e-4813-aa71-985664960a70",
          "playAudio": true,
          "dueTime": 100,
          "consciousnessTime": 30,
          "showTimer": true,
          "playSignals": true
        },
        {
          "sequence": 2,
          "asanaUUID": "34533e2e-041e-4813-aa71-985664960a70",
          "playAudio": true,
          "dueTime": 330,
          "consciousnessTime": 20,
          "showTimer": true,
          "playSignals": true
        }
      ]
    },
    {
      "userUUID": "andzab",
      "UUID": "f9c82941-44a9-4b4a-8611-7f74bea33392",
      "name": "Курс 3",
      "desc": "Программа асан йоги для практики на третьем курсе",
      "asanas": [
        {
          "sequence": 1,
          "asanaUUID": "25433e2e-041e-4813-aa71-985664960a70",
          "playAudio": true,
          "dueTime": 30,
          "consciousnessTime": 10,
          "showTimer": true,
          "playSignals": true
        },
        {
          "sequence": 2,
          "asanaUUID": "34533e2e-041e-4813-aa71-985664960a70",
          "playAudio": true,
          "dueTime": 40,
          "consciousnessTime": 5,
          "showTimer": true,
          "playSignals": true
        }
      ]
    },
    {
      "userUUID": "andzab",
      "UUID": "ee21a714-2a17-4d28-94b2-4e0bfe294bbb",
      "name": "Курс 4",
      "desc": "Программа асан йоги для практики на четвертом курсе",
      "asanas": [
        {
          "sequence": 1,
          "asanaUUID": "25433e2e-041e-4813-aa71-985664960a70",
          "playAudio": true,
          "dueTime": 30,
          "consciousnessTime": 10,
          "showTimer": true,
          "playSignals": true
        }
      ]
    }
  ]
}
